{	
	"Stefan Hosein": {
		"title": "Adjunct Scholar",
		"type": "Associate",
		"about": "Stefan graduated from secondary (high) school as a national scholar. He received his B.Sc. in Computer since from The University of the West Indies in 2014 and graduated at the top of his class and faculty. After receiving his degree, he was awarded the first international internship to NASA as a Trinidadian in the fall of 2014 and returned in the summer of 2015. Since then, he has been working with TTLAB on a number of projects. He will attend Cambridge University for a postgraduate degree beginning October 2016. His broad interests lie in machine learning, natural language processing, and deep learning.",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["stefan.m.hosein@gmail.com"],
		"page": "stefanhosein.html",
		"img": "stefanhosein.jpg"
	},

	"Ramneek Sekhon": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Ramneek is currently a Ph.D. student of the University of Science and Technology (UST), Daejeon, Korea, at the Korea Institute of Science and Technology Information (KISTI). She received B.Tech (Computer Science and Engineering) from Guru Nanak Dev University (G.N.D.U) Amritsar, India in 2010 and M.Tech (Information Technology) from International Institute of Information Technology (IIITB), Bangalore, India in 2013. Her research interests include Networking and Communication (Congestion Management in Wireless and Cellular Networks, QoS and Pricing for Cellular Networks, Network Neutrality) and Cloud Computing (Openstack, IaaS, Cloud federation, Cloud Networking, SDN)",
		"education": ["M.Tech International Institute of Information Technology (IIITB)", "B. Tech Guru Nanak Dev University (G.N.D.U)"],
		"links": ["ramneeksekhon@gmail.com"],
		"page": "TBD",
		"img": "ramneek.jpg"
	},
	"Laura Bigram": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "I graduated from U.W.I with a M.Sc. Computer Science in 2013. Currently interested in conducting research in cyber security and data analysis. I won a national scholarship (Mathematics) from the government in Trinidad and Tobago to pursue my bachelors. I am the current chair of Joint Communications and Computer Society for IEEE-TT. I am also one of the Chapter Leaders for the Open Web Application Security Project (OWASP).",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["laura.bigram@gmail.com"],
		"page": "laurabigram.html",
		"img": "laurabigram.jpg"
	},


	"Robert Martinez": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Robert Martinez was born and raised in Port of Spain, Trinidad. He is a former student of St. Mary's College, winning the President's Medal in 2005. He has a BA in Economics from McGill University, and an MSc in Science and Technology Policy from the University of Sussex. Robert has been a Policy Analyst at the National Institute of Higher Education, Research, Science and Technology (NIHERST)for over five (5) years. As a member of NIHERST's Policy, Research and Intelligence Department, he has been involved in research looking at innovation in the local ICT sector, including software and web development, as well as animation.",
		"education": ["B.A. McGill University","M.Sc. University of Sussex"],
		"links": ["robert.martinez@niherst.gov.tt"],
		"page": "TBD",
		"img": "robertMartinez.jpg"
	},
	"Saffiyah Doolan": {
		"title": "Adjunct Scientist",
		"education": ["B.Eng, University College London 2016"],
		"about": "Saffiyah graduated from University College London (UCL) with a BEng Electronic and Electrical Engineering Degree (HONS). Project experiences comprise of software and hardware development in Communication Systems. Latest research included the energy and cost estimation of Electronic and Optical Datacenter Networks. Possesses avid interests in start-up projects, 3D printing and wearable technologies. ",
		"links": ["saffiyah.doolan.13@alumni.ucl.ac.uk"],
		"page": "TBD",
		"img": "saffiyahdoolan.jpg"
	},
	"Shaneza Mohammed": {
		"title": "Adjunct Scientist",
		"education": ["MBBS, The University of the West Indies, 2017"],
		"type": "Adjunct Scientist",
		"about": "Shaneza earned her Bachelor’s degree in Medicine and Surgery, MBBS, in 2017, at The University of the West Indies St Augustine campus. She is currently working at San Fernando General Hospital. ",
		"links": ["shanezamoh@gmail.com"],
		"page": "",
		"img": "shaneza_mohammed.jpg"
	},
	"Devika Bhagwandin": {
		"title": "AP Research Scientist",
		"education": ["B.Sc, The University of the West Indies, 2014"],
		"about": "Devika Bhagwandin graduated with her B.Sc. in Mathematics (Double Major) at the University of the West Indies, St Augustine in 2014. Upon graduation she received the Winston A. Richards prize in Statistics for the best year II and year III performance in Statistics. Devika further received a postgraduate scholarship to pursue her MSc in Statistics at the University of the West Indies. She has recently completed the requirements for this program and is currently working on a paper based on her project report which analyses disaggregated electrical energy using association rule learning. Her areas of interest include Stochastic Processes, Bayesian Space-Time modelling and Data Analytics. She also studies Hindi through the High Commission of India.",
		"links": ["devikabhagwandin@hotmail.com"],
		"page": "TBD",
		"img": "devikabhagwandin.jpg"
	},
	"Dominic Williams": {
		"title": "Massy Reverse Intern",
		"education": ["BSc, The University of the West Indies 2016","E.E.E.T."],
		"about": "Dominic graduated from the University of the West Indies in 2016 with a B.Sc. in Electrical and Computer Engineering (First Class Honours) – Specialization in Controls and Instrumentation. Dominic also has an Advanced Diploma in Electrical and Electronic Engineering Technology (E.E.E.T.).  He is also a self-thought developer and has worked on a variety of projects both personal and business. Dominic hopes to link and develop on music and technology.",
		"links":["dominic.williams@massygroup.com"],
		"page": "TBD",
		"img": "dominic_williams.JPG"
	},
	"Shanta Sukhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Shanta Sukhoo graduated from the University of the West Indies in 2015 where she obtained a BSc Computer Science. She also worked on an array of mobile applications during her stay at the University. Shanta has since worked at Infotech Caribbean Ltd as a Software Developer. However, she has returned to U.W.I. to pursue an MPhil in Computer Science. Her Research Interest lies broadly in Machine Learning.",
		"education": ["B.Sc., The University of the West Indies, 2015"],
		"links": ["shantasukhoo@gmail.com"],
		"page": "shantasukhoo.html",
		"img": "shantasukhoo.jpg"
	},
	"Steffan Boodhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["boodhoo100@gmail.com", "https://github.com/steffanboodhoo"],
		"page": "steffanboodhoo.html",
		"img": "steffanboodhoo.jpg"
	},
	 "Ashish Bhatt": {
      "title": "MPhil Student",
      "type": "Associate",
      "about": "https://www.linkedin.com/in/ashishbhatttt/",
      "education": ["MEng (Hons), Imperial College London","CEng MBCS"],
      "links": ["Ashish.Bhatt@sta.uwi.edu"],
      "page": "",
      "img": "AshishBhatt.jpg"

    },
    "Kiran Maharaj": {
      "title": "PhD Fellow",
      "type": "Associate",
      "about": "Kiran graduated from the University of Bristol with a MSc Advanced Computing - Machine Learning, Data Mining and High Performance Computing, he was awarded a postgraduate scholarship to pursue this degree from the Government of Trinidad and Tobago. Previous to this he graduated with First Class Honours from The University of the West Indies in 2013 with a B.Sc. in Computer Science. Kiran has worked as a software developer on a range of projects the most recent being AgriNeTT, an  ICT initiative for the Agricultural Sector. Kiran has broad interests in Bioinformatics, Machine Learning and Data Analytics.",
      "education": ["M.Sc University of Bristol", "B.Sc. The University Of The West Indies"],
      "links": ["kiranma@hotmail.com"],
      "page": "",
      "img": "kiran.png"

    }



}