{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 100 refereed journal and conference publications. He holds 40 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["Ph.D (EECS), MIT", "E.E (Engineer's Degree), MIT", "S.M (EECS), MIT", "S.B (EE), MIT", "S.B (Math), MIT"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},

	"Nicholas Chamansingh": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "I am a senior Telecoms manager, currently responsible for Digicel TT commercial CVM and data science & analytics, while also being the commercial lead for the full Digital transformation and evangelization. I am also an experienced Part time Lecturer, skilled in Machine Learning, Natural Language Processing, Data Analytics, Web Applications, Mobile Applications, Web Design, and Cloud Orchestration, all of which I've designed and facilitated courses both at the masters and undergraduate levels within those areas. Currently I am pursuing my PhD in Computer Science with a focus in Machine Learning and Natural Language Processing. I’ve used my experience both in industry and academia to transform under performing teams as well as introduced industrial concepts in the classroom. My mindset for continuous improvement and development has granted me the ability to design and deliver business transformation and processes. I can define project KPI’s, establish schedules, and maintain budgets. I can solve complex problems and add significant value to any business.",
		"education": ["M.Sc. The University Of The West Indies, 2015", "B.Sc. The University Of The West Indies, 2013"],
		"links": ["nicholas.chamansingh@gmail.com", "nicholas@lab.tt"],
		"page": "TBD",
		"img": "nicholas_chamansingh.jpeg"
	},

	"Darren Ramsook": {
		"title": "MSc in Data Science student",
		"education": ["B.Sc. The University of the West Indies, 2018"],
		"about": "Darren is currently pursuing his MSc. degree in Data Science at the University of the West Indies, St. Augustine Campus. Darren earned his BSc. Degree in Electrical & Computer Engineering in 2018 from the University of the West Indies. He has a key interest in the areas of Software Engineering, Machine Learning, Audio and Video signal processing and Systems Design. He also is the founder of e-Learn Caribbean (elearncaribbean.com), an organization aimed at making education accessible to the Caribbean.",
		"links":["darrenramsook@outlook.com", "https://www.linkedin.com/in/darren-ramsook-03342b122/", "http://elearncaribbean.com/"],
		"page": "TBD",
		"img": "darren.jpg"
	},

	"Govinda Hosein":{
		"title": "Associate Professional",
		"education": ["BSc. The University of the West Indies, 2014", "MSc. The University of Manchester, 2018"],
		"about": "Govinda Hosein graduated with a BSc in Electrical and Computer Engineering (first class with honours) from the University of the West Indies, St. Augustine. His final year project yielded a conference paper 'Power outage reporting tool with mobile app'. He was later awarded a postgraduate scholarship and went on to acquire his MSc. degree in Renewable Energy and Clean Technology at the University of Manchester. His areas of interest currently include Power Systems Modelling and Analysis, Integration of Renewable Energy, Data Visualization, Web and Mobile App Development (particularly hyper casual games).",
		"links":["govinda.hosein@gmail.com", "http://www.raziel619.com/", "https://www.linkedin.com/in/govinda-hosein-94b8ab71/"],
		"page": "TBD",
		"img": "govinda.jpg"
	},

	"Kimberlee Laloo": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "-",
		"education": [],
		"links": [],
		"page": "",
		"img": ""
	},

	"Keanu Nichols": {
		"title": "Undergraduate Intern",
		"education": [],
		"about": "Keanu is an undergraduate at the University of the West Indies going into his second year studying Computer Science Special. He spent a year at Penn State University but later attended the University of the West Indies. He was selected for an internship for Google Summer of Code to work at a company called CHAOSS (Community Health Analytics Open Source Software) where he is working to implement a SQL Database to store mailing archives and implement Natural Language Processing on the emails. He is participating on the online Data Science competition website Kaggle to create machine learning models to solve different problems, so far he as worked on a problem related to computer vision and sentiment analysis.",
		"links":["nichols.keanu9@gmail.com","https://kmn5409.github.io/keanu-nichols/"],
		"page": "TBD",
		"img": "keanu_nichols.jpg"
	},

	"Ramneek Sekhon": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Ramneek is currently a Ph.D. student of the University of Science and Technology (UST), Daejeon, Korea, at the Korea Institute of Science and Technology Information (KISTI). She received B.Tech (Computer Science and Engineering) from Guru Nanak Dev University (G.N.D.U) Amritsar, India in 2010 and M.Tech (Information Technology) from International Institute of Information Technology (IIITB), Bangalore, India in 2013. Her research interests include Networking and Communication (Congestion Management in Wireless and Cellular Networks, QoS and Pricing for Cellular Networks, Network Neutrality) and Cloud Computing (Openstack, IaaS, Cloud federation, Cloud Networking, SDN)",
		"education": ["M.Tech International Institute of Information Technology (IIITB)", "B. Tech Guru Nanak Dev University (G.N.D.U)"],
		"links": ["ramneeksekhon@gmail.com"],
		"page": "TBD",
		"img": "ramneek.jpg"
	},

	"Shiva Ramoudith": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "Shiva is currently an Associate Professional at the UWI. During his undergraduate degree, he worked as an Intern in the AgriNett and CSRP projects where he assisted in the development of Android applications. Shiva also served as an executive board member of the University of the West Indies Computing Society. While completing his M.Sc., he assisted in the delivery of programming, web, and software development courses at the Department of Computing and Information Technology. For his M.Sc. project, he collaborated with Professor and Massy Technologies, Trinidad. The project focused on optimizing vehicle imports in small island states. He is currently involved in projects based on modeling trust, developing web applications and, data analysis. He is also one of the coaches of the ICPC (Inter Collegiate Programming Competition) Trinidad team.",
		"education": ["M.Sc. Computer Science -  The University of the West Indies, 2018.", "B.Sc. Computer Science – The University of the West Indies, 2016."],
		"links": ["shivramx@gmail.com"],
		"page": "",
		"img": "shiva.jpg"
	},

	"Sitara Persad": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "-",
		"education": [],
		"links": [],
		"page": "",
		"img": ""
	},

	"Sterling Ramroach": {
		"title": "PhD Intern",
		"education": ["BSc, The University of the West Indies","MPhil, The University of the West Indies"],
		"about": "Sterling is a PhD student in Electrical and Computer Engineering at The University of the West Indies. His work involves developing and optimising machine learning algorithms with parallel processing to aid in the diagnosis and prognosis of various cancers. As a software engineer, Sterling has won various local and regional software competitions along with entrepreneurial grants from the government of Trinidad and Tobago, and has developed enterprise software used by CARICOM governments. Sterling graduated his undergrad with the highest GPA in his year and won prizes for most outstanding CS graduate as well as best year three. For his MPhil, he developed various steganographic techniques to hide secret messages in digital media, undetectably. He is interested in Machine Learning, Bioinformatics, and Data Analytics.",
		"links":["sramroach@gmail.com"],
		"page": "TBD",
		"img": "sterling_ramroach.jpg"
	},

	"Kavishti Balram": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "-",
		"education": [],
		"links": [],
		"page": "",
		"img": ""
	}

}
