{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 100 refereed journal and conference publications. He holds 40 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["Ph.D (EECS), MIT", "E.E (Engineer's Degree), MIT", "S.M (EECS), MIT", "S.B (EE), MIT", "S.B (Math), MIT"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},

	"Letetia Addison": {
		"title": "Voluntary Postdoctoral Researcher",
		"type": "Company",
		"about": "Letetia pursued her Doctorate in Mathematics at the University of the West Indies (UWI) where she investigated the dynamics of prey-predator models applied to Investment. She previously graduated with M.Phil. Statistics, in which she studied approximations of functions using Statistical ideas. Her passion for both Mathematics and Statistics led her to produce various publications in both fields. She has also taught a variety of tertiary level courses in Probability and Statistics, Mathematical Applications in Excel and Fundamental Mathematics for General Science students. In addition, she has been involved in Statistical Consulting projects, and has served as Co-ordinator for the Mathematics Help Centre at the UWI. Her postdoctoral research interests include studying the dynamics of deterministic, stochastic and statistical models, in addition to data-driven approaches.",
		"education": ["Ph.D. The University of the West Indies", "M.Phil. The University of the West Indies", "B.Sc. The University of the West Indies"],
		"links": ["letetia.addison@gmail.com"],
		"page": "TBD",
		"img": "letetiaaddison.png"
	},

	"Mariella Rivas": {
		"title": "TSTT Intern",
		"type": "Associate",
		"about": "Mariella Rivas graduated with a BSc in Actuarial Science from the University of the West Indies, St Augustine. She has also recently completed her MSc in Statistics at the same institution. Her key interests lie in the areas of data analytics, machine learning, and deep learning. For her MSc, she explored and compared the performance of machine learning algorithms and a deep learning network as they related to breast cancer diagnosis using mammographic data. She has been employed in Finance at the Trinidad & Tobago Unit Trust Corporation, and is currently involved in market research with Cite Up Limited.",
		"education": [],
		"links": [],
		"page": "",
		"img": "mariella_rivas.jpg"
	},

	"Darren Ramsook": {
		"title": "TSTT Intern",
		"education": ["B.Sc. The University of the West Indies, 2018"],
		"about": "Darren is currently pursuing his MSc. degree in Data Science at the University of the West Indies, St. Augustine Campus. Darren earned his BSc. Degree in Electrical & Computer Engineering in 2018 from the University of the West Indies. He has a key interest in the areas of Software Engineering, Machine Learning, Audio and Video signal processing and Systems Design. He also is the founder of e-Learn Caribbean (elearncaribbean.com), an organization aimed at making education accessible to the Caribbean.",
		"links":["darrenramsook@outlook.com", "https://www.linkedin.com/in/darren-ramsook-03342b122/", "http://elearncaribbean.com/"],
		"page": "TBD",
		"img": "darren.jpg"
	},

	"Chelsea Marjadsingh": {
		"title": "Guardian Group Reverse Intern",
		"education": ["B.Sc. The University of Bristol, 2017"],
		"about": "Chelsea graduated with a BSc in Mathematics and Economics from the University of Bristol (UK) in 2017, where she formed an interest in applying mathematical modelling on real-world data to answer economic questions. Upon graduating, she completed the associate professional programme at the economics unit in the Ministry of Public Utilities, building analytics reports for the water sector. Currently, she is employed at Guardian Group as a Data Analytics Specialist. In her role, she is involved in the implementation of machine learning solutions and business intelligence reporting.",
		"links":["Chelsea.Marjadsingh@myguardiangroup.com"],
		"page": "TBD",
		"img": "Chelsea_Marjadsingh.jpg"
	},

	"Govinda Hosein":{
		"title": "Associate Professional",
		"education": ["BSc. The University of the West Indies, 2014", "MSc. The University of Manchester, 2018"],
		"about": "Govinda Hosein graduated with a BSc in Electrical and Computer Engineering (first class with honours) from the University of the West Indies, St. Augustine. His final year project yielded a conference paper 'Power outage reporting tool with mobile app'. He was later awarded a postgraduate scholarship and went on to acquire his MSc. degree in Renewable Energy and Clean Technology at the University of Manchester. His areas of interest currently include Power Systems Modelling and Analysis, Integration of Renewable Energy, Data Visualization, Web and Mobile App Development (particularly hyper casual games).",
		"links":["govinda.hosein@gmail.com", "http://www.raziel619.com/", "https://www.linkedin.com/in/govinda-hosein-94b8ab71/"],
		"page": "TBD",
		"img": "govinda.jpg"
	},

	"Nicholas Jacob":{
		"title": "Undergraduate Intern",
		"education": ["BSc. The University of the West Indies"],
		"about": "Nicolas is a final year student pursuing a BSc. in Mathematics and Computer Science at the University of the West Indies. His interest in applied mathematics lead him to begin pursuing actuarial science independently, currently, he has achieved passing grades in 3 of the professional examinations necessary for becoming an associate of the Society of Actuaries, and intends to go on to attain at least associateship, and hopefully even fellowship. He served as the project manager for the actuarial science club for the academic year 2019/2020 and also received the faculty prize for the best performance in mathematics of finance. Other areas of interest, though not exhaustive, include machine learning, computer vision and artificial intelligence. Greatest desire involves using mathematics to solve real interesting world problems. One of his favorite pastimes includes completing online courses in mathematics and computer science, among other disciplines, with the aim of increasing his arsenal of tools with which to solve problems.",
		"links":["n.s.jacobtt@gmail.com"],
		"page": "TBD",
		"img": "jacob.jpg"
	},

	"Jodhan Medina":{
		"title": "Undergraduate Intern",
		"education": ["BSc. The University of the West Indies"],
		"about": "A final year undergraduate at the University of the West Indies, pursuing a Bachelor's of Science in Mathematics and Physics. Jodhan's talents lie in both pure and applied mathematics, specifically areas such as algebra, analysis, statistics and optimisation, which he has employed while working on projects in recent years (such as examining the relationship between spectral filtering and temporal photon bunching in thermal light sources and devising a semi-classical framework for the spectral generation of optical quantum bits). He's keen to extend his talents to the realm of computer science by working on many real-world problems of significant interest.",
		"links":["jodhanmedina@gmail.com"],
		"page": "TBD",
		"img": "JodhanMedina.jpg"
	},

	"Kimberlee Laloo": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "Kimberlee completed her MEng. Electronic and Electrical Engineering degree at University College London (UCL).  She has a keen interest in communication systems, machine learning and data analytics having completed her bachelors and masters theses on the modelling and simulation of 5G waveform candidates and the design of a hand gesture recognition system respectively. Her present areas of interest include: web development and energy systems namely, renewable energy and smart grids.",
		"education": ["EE. University College London (UCL)", "MEng. University College London (UCL)"],
		"links": ["kimberlee.laloo@ieee.org", "www.linkedin.com/in/kimberlee-laloo"],
		"page": "",
		"img": "kimberleelaloo.jpg"
	},

	"Keanu Nichols": {
		"title": "Undergraduate Intern",
		"education": [],
		"about": "Keanu is an undergraduate at the University of the West Indies going into his second year studying Computer Science Special. He spent a year at Penn State University but later attended the University of the West Indies. He was selected for an internship for Google Summer of Code to work at a company called CHAOSS (Community Health Analytics Open Source Software) where he is working to implement a SQL Database to store mailing archives and implement Natural Language Processing on the emails. He is participating on the online Data Science competition website Kaggle to create machine learning models to solve different problems, so far he as worked on a problem related to computer vision and sentiment analysis.",
		"links":["nichols.keanu9@gmail.com","https://kmn5409.github.io/keanu-nichols/"],
		"page": "TBD",
		"img": "keanu_nichols.jpg"
	},


	"Shiva Ramoudith": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "Shiva is currently an Associate Professional at the UWI. During his undergraduate degree, he worked as an Intern in the AgriNett and CSRP projects where he assisted in the development of Android applications. Shiva also served as an executive board member of the University of the West Indies Computing Society. While completing his M.Sc., he assisted in the delivery of programming, web, and software development courses at the Department of Computing and Information Technology. For his M.Sc. project, he collaborated with Professor and Massy Technologies, Trinidad. The project focused on optimizing vehicle imports in small island states. He is currently involved in projects based on modeling trust, developing web applications and, data analysis. He is also one of the coaches of the ICPC (Inter Collegiate Programming Competition) Trinidad team.",
		"education": ["M.Sc. Computer Science -  The University of the West Indies, 2018.", "B.Sc. Computer Science – The University of the West Indies, 2016."],
		"links": ["shivramx@gmail.com"],
		"page": "",
		"img": "ShivaRamoudith.jpeg"
	},



	"Kavishti Balram": {
		"title": "Associate Professional",
		"type": "Associate",
		"about": "My name is Kavishti Balram, an Actuarial Science undergrad from City, University of London. I have always been fond of Mathematics and more so its applications in the real world. Also, Business Studies has always interest me and I know my new-found knowledge from my degree will not only improve my abilities but help me impact the financial sector of Trinidad and Tobago. My intentions on becoming a Fellow Actuary have always been clear to me and with my hard working and persistent mentality I know I can achieve that in the future. Although lacking experience, I will always put my best foot forward and continuously try to improve my skills and abilities both as a professional and as a person. I hope to continue learning from the leaders in front of me with the hope of inspiring others and leading my own firm one day",
		"education": [],
		"links": [],
		"page": "",
		"img": "kavishti.jpeg"
	},

	"Gabriela Sewdhan": {
		"title": "TSTT Intern",
		"type": "Associate",
		"about": "Gabriela Sewdhan is a student at the University of the West Indies (UWI). She possesses a bachelor’s in Psychology and is currently pursuing another bachelor&#39;s degree in Computer Science. She is most passionate about Machine Learning and Robotics and would one day like to own a company specialising in these fields. Gabriela has interned at Persisto Labs where she developed various software modules with a stringent and well-documented Git workflow and worked on deploying these microservices to Amazon Web Services. She gained practical experience in Cloud infrastructure and deployment, React Native app development, as well as created a chatbot using Amazon Lex. In 2017, she worked with a team consisting of Michael Ali and Qarun Bissoondial for the Telios Code Jam and built MET-Oracle, which uses Machine Learning to Improve City Resilience and Awareness to Extreme Weather Conditions Due to Global Warming. She has also worked with the same team to produce PiDronics, an Automated Hydroponics Control System to Increase Effectiveness with Limited Resources and to diagnose plants using Image recognition. Furthermore, body language analysis was experimented on, in a team with Michael Ali during the Hacker Hostel program. Gabriela is planning to pursue a Master’s in Robotics and is very interested in applying Artificial Intelligence to try to fix environmental problems. During her spare time, she loves baking, playing the piano and guitar, and journaling.",
		"education": ["B.Sc., The University Of The West Indies"],
		"links": ["gabiems13@gmail.com"],
		"page": "",
		"img": "GabrielaSewdhan.png"
	},

	"Navin Dookeram": {
		"title": "TSTT Intern",
		"type": "Associate",
		"about": "I am an aspiring young professional who is eager to be assimilated into the field of Data Science. My journey is a strange one, having completed my BSc Petroleum Geoscience degree (Hons), and later pursuing an MSc Statistics degree. I became interested in Data Science during my exposure to various statistical aspects of my postgraduate degree. Currently, I am working on my final year project which entails the use of Bayesian spatiotemporal modelling to aid in identifying crime hotspots in Trinidad and Tobago. I also investigated how these hotspots are evolving over time, that is, which specific communities in the country are becoming 'warmer' and 'cooler' over the years. This can then provide law enforcement with insight as to where they should optimally deploy resources in order to prevent crime in high-risk areas or even prohibit crime hotspot formation. I am presently employed as a Data Science Intern at TSTT.",
		"education": ["B.Sc., The University Of The West Indies"],
		"links": ["ndookeram@yahoo.com"],
		"page": "",
		"img": "NavinDookeram.jpg"
	},

	"Rafael Guerrero": {
		"title": "TSTT Intern",
		"type": "Associate",
		"about": "Rafael graduated with a B.Sc. in Actuarial Science and a M.Sc. in Statistics at The University of The West Indies, St. Augustine (The UWI). He has previously worked in the Mathematics &amp; Statistics Department at The UWI, occupying positions such as Part-Time Demonstrator and Part-Time Assistant Lecturer over the course of time. He intends to target research projects in machine learning and data analytics.",
		"education": ["M.Sc. The University of The West Indies, 2018", "B.Sc. The University of The West Indies, 2015"],
		"links": ["rafael.guerrero05@gmail.com", "www.linkedin.com/in/rafael-a-guerrero"],
		"page": "",
		"img": "RafaelGuerrero.jpeg"
	},

	"Anna-Keren McMayo": {
		"title": "Guardian Life Intern",
		"type": "Associate",
		"about": "Anna-Keren has earned both her BSc. Mathematics (Minor in Statistics) and MSc. Statistics at The University of the West Indies, St. Augustine. She developed an interest in Machine Learning during her research project in the master's programme and is currently honing her skills in the field of Data Science.",
		"education": ["B.Sc., The University Of The West Indies"],
		"links": ["annakeren.mcmayo@gmail.com"],
		"page": "",
		"img": "Anna.jpg"
	},

	"Dillon Goordeen": {
		"title": "Guardian Life Intern",
		"type": "Associate",
		"about": "Dillon is currently enrolled in the M.Sc. in Data Science programme at the University of the West Indies, St Augustine Campus (UWI). Dillon graduated with a B.Sc. in Mathematics and Computer Science from UWI in 2017. Since graduating in 2017, he has worked closely with the Department of Computing and Information Technology as the lead developer for the website and also assisted in the delivery of programming, web and mobile application development courses.",
		"education": ["B.Sc. The University of the West Indies, 2017"],
		"links": ["dillon.goordeen@gmail.com"],
		"page": "",
		"img": "DillonGoordeen.jpg"
	}

}
