{
	"Steffan Boodhoo": {
		"title": "MPhil Fellow",
		"type": "Alumni",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["boodhoo100@gmail.com", "https://github.com/steffanboodhoo"],
		"page": "steffanboodhoo.html",
		"img": "steffanboodhoo.jpg"
	},
	"Cherlton Millette": {
		"title": "Alumni",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2013","M.Sc., The University Of The West Indies, 2016"],
		"links": [],
		"page": "",
		"img": ""
	},
	"Chris Meetoo": {
		"title": "Adjunct Scientist",
		"education": ["B.Sc., The University of the West Indies, 2016"],
		"type": "Adjunct Scientist",
		"about": "Chris Meetoo is a recent Electrical and Computer Engineering graduate, specialising in both Power Systems Engineering as well as Control Systems Engineering. He previously attended Presentation College San Fernando and was awarded a national scholarship in 2013. His interests include smart grid applications, microcontrollers, software and hardware development. Throughout his degree he has demonstrated an enduring loyalty to his studies, never giving up when faced with the most difficult tasks or complications. For his final year undergraduate project, he developed a unique prototype of a wireless energy monitoring system for residential use. See the demonstration of his final year research project <a href=\"https://www.youtube.com/watch?v=EuSFd6usUW8\">here</a>.",
		"links": ["chris.meetoo.tt@ieee.org"],
		"page": "chrismeetoo.html",
		"img": "chrismeetoo.jpg"
	},

	"Devika Bhagwandin": {
		"title": "AP Research Scientist",
		"education": ["B.Sc, The University of the West Indies, 2014", "M.Sc., The University of the West Indies, 2016"],
		"about": "Devika Bhagwandin graduated with her B.Sc. in Mathematics (Double Major) at the University of the West Indies, St Augustine. Upon graduation she was awarded the Winston A. Richards prize for the best year II and year III performance in Statistics and further received a postgraduate scholarship from the Government of the Republic of Trinidad and Tobago to pursue her M.Sc. in Statistics. Her past work in TTLAB include Association Rule Mining (M.Sc. thesis) and Anomaly Detection in collaborations with Digi Data Systems and Sagicor Financial Corporation. Her areas of interest include Applied Probability, Data Analytics and Stochastic Processes.",
		"links": ["devikabhagwandin@hotmail.com"],
		"page": "TBD",
		"img": "devikabhagwandin.png"
	},

	"Gerard Rique": {
		"title": "MSc in Computer Science student",
		"about": "Gerard Rique holds a BSC in Computer Science from the University of the West Indies.  During his undergraduate program, he was awarded as a member of the Dean’s Honor Roll for various semesters. Gerard demonstrated his leadership and teamwork capabilities by being an Executive Member of the University of the West Indies Computing Society (UWICS) and being a mentor at the Department of Computing and Information Technology’s 3rd Annual Bootcamp. He also worked on several projects, including AgriNeTT where he was able to develop a mobile application that aided users in developing expense reports that are required by the Agricultural Development Bank. Gerard is presently one of the main tutors in the Programming Help Desk introduced by the Department of Computing and Information Technology and is currently pursuing his Msc in Computer Science where his main areas of interest include Machine Learning, Financial Computing and Mobile application development.",
		"education": ["BSc, The University of the West Indies"],
		"links": [],
		"page": "TBD",
		"img": "gerard_rique.jpg"
	},

	"Jonathan Earle": {
		"title": "Undergraduate Intern",
		"type": "Associate",
		"about": "Jonathan Earle is currently pursuing a BSc in Computer Science from The University of the West Indies. In his second year he lead a developer team which placed third in the Teleios Code Jam. He has also worked as a Web Developer for TapTag. Jonathan was selected to be an intern at Huawei as part of the Seeds for the Future Programme. In addition, he recently received The Tucker Energy Services Holdings Ltd. Prize for the best Year II performance in Computer Science. His interests include machine learning, computer vision and bioinformatics.",
		"education": ["B.Sc., The University of the West Indies, Present"],
		"links": ["jonathan.john.enock.earle@gmail.com"],
		"page": "jonathanearle.html",
		"img": "jonathanearle.jpg"
	},

	"Keshav Bahadoor": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Keshav Bahadoor has recently completed the requirements for an MSc in Computer Science at the University of the West Indies. Prior to this, he graduated with a BSc in Computer Science (Double Major) at the University of the West Indies. Keshav currently works at Resonance Trinidad Ltd. as a Software Developer, and is involved in a wide range of products and mission critical utilities. Some of his interests include software development and design patterns, graphics and game programming, and mobile application development. Outside of the software world, Keshav enjoys reading, and is an avid guitarist. ",
		"education": ["B.Sc. Computer Science"],
		"links": ["keshav.bahadoor@gmail.com"],
		"page": "TBD",
		"img": "keshavbahadoor.jpg"
	},

	"Kiran Maharaj": {
		"title": "PhD Fellow",
		"type": "Associate",
		"about": "Kiran graduated from the University of Bristol with a MSc Advanced Computing - Machine Learning, Data Mining and High Performance Computing, he was awarded a postgraduate scholarship to pursue this degree from the Government of Trinidad and Tobago. Previous to this he graduated with First Class Honours from The University of the West Indies in 2013 with a B.Sc. in Computer Science. Kiran has worked as a software developer on a range of projects the most recent being AgriNeTT, an  ICT initiative for the Agricultural Sector. Kiran has broad interests in Bioinformatics, Machine Learning and Data Analytics.",
		"education": ["M.Sc University of Bristol", "B.Sc. The University Of The West Indies"],
		"links": ["kiranma@hotmail.com"],
		"page": "",
		"img": "kiran.png"

	},

	"Laura Bigram": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "I graduated from U.W.I with a M.Sc. Computer Science in 2013. Currently interested in conducting research in cyber security and data analysis. I won a national scholarship (Mathematics) from the government in Trinidad and Tobago to pursue my bachelors. I am the current chair of Joint Communications and Computer Society for IEEE-TT. I am also one of the Chapter Leaders for the Open Web Application Security Project (OWASP).",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["laura.bigram@gmail.com"],
		"page": "laurabigram.html",
		"img": "laurabigram.jpg"
	},

	"Laurielyse Girod-Williams": {
		"title": "Alumni",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies"],
		"links": [],
		"page": "",
		"img": ""
	},

	"Lonell Liburd": {
		"title": "Alumni",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2012", "M.Sc., The University Of The West Indies, 2013"],
		"links": [],
		"page": "",
		"img": ""
	},

	"Robert Martinez": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Robert Martinez was born and raised in Port of Spain, Trinidad. He is a former student of St. Mary's College, winning the President's Medal in 2005. He has a BA in Economics from McGill University, and an MSc in Science and Technology Policy from the University of Sussex. Robert has been a Policy Analyst at the National Institute of Higher Education, Research, Science and Technology (NIHERST)for over five (5) years. As a member of NIHERST's Policy, Research and Intelligence Department, he has been involved in research looking at innovation in the local ICT sector, including software and web development, as well as animation.",
		"education": ["B.A. McGill University","M.Sc. University of Sussex"],
		"links": ["robert.martinez@niherst.gov.tt"],
		"page": "TBD",
		"img": "robertMartinez.jpg"
	},

	"Saffiyah Doolan": {
		"title": "Adjunct Scientist",
		"education": ["B.Eng, University College London 2016"],
		"about": "Saffiyah graduated from University College London (UCL) with a BEng Electronic and Electrical Engineering Degree (HONS). Project experiences comprise of software and hardware development in Communication Systems. Latest research included the energy and cost estimation of Electronic and Optical Datacenter Networks. Possesses avid interests in start-up projects, 3D printing and wearable technologies. ",
		"links": ["saffiyah.doolan.13@alumni.ucl.ac.uk"],
		"page": "TBD",
		"img": "saffiyahdoolan.jpg"
	},

	"Anderson Singh": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Anderson Singh is a B.Sc. Computer Science graduate of The University of the West Indies (UWI). He was awarded The Head of Department Prize for the best year I performance in Computer Science in the academic year 2013-2014. He went on to participate in the Teleios CodeJam Competition in the year 2015 where his team was awarded 2nd place for developing a mobile advertising solution. Anderson also served as an Executive Board Member on The University of The West Indies Computing Society (UWICS) during the final year of his undergraduate degree, where he presented sessions on Web Hosting and Developing Augmented Reality Applications. He has also worked with Knowledge Hope Limited on the e-course, ITonLine, which is designed to assist both students and teachers of Caribbean Schools in their preparation for Information Technology (CSEC level) exams. He has done extensive work on version II of ITonLine, which includes a mobile application called \"ITonLine Games\". Anderson is currently pursuing his M.Sc in Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["andersonsingh@outlook.com"],
		"page": "",
		"img": "andersonsingh.jpg"
	},

	"Stefan Hosein": {
		"title": "Adjunct Scholar",
		"type": "Associate",
		"about": "Stefan graduated from secondary (high) school as a national scholar. He received his B.Sc. in Computer since from The University of the West Indies in 2014 and graduated at the top of his class and faculty. After receiving his degree, he was awarded the first international internship to NASA as a Trinidadian in the fall of 2014 and returned in the summer of 2015. Since then, he has been working with TTLAB on a number of projects. He will attend Cambridge University for a postgraduate degree beginning October 2016. His broad interests lie in machine learning, natural language processing, and deep learning.",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["stefan.m.hosein@gmail.com"],
		"page": "stefanhosein.html",
		"img": "stefanhosein.jpg"
	},

	"Sudesh Lutchman": {
		"title": "Alumni",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2012", "M.Sc., The University Of The West Indies, 2013"],
		"links": [],
		"page": "",
		"img": ""
	},

	"Victor Job": {
		"title": "Alumni",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies", "M.Sc., The University Of The West Indies", "PhD., The University Of The West Indies"],
		"links": [],
		"page": "",
		"img": ""
	}
}
