{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 100 refereed journal and conference publications. He holds 40 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["Ph.D (EECS), MIT", "E.E (Engineer's Degree), MIT", "S.M (EECS), MIT", "S.B (EE), MIT", "S.B (Math), MIT"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},

	"Letetia Addison": {
		"title": "Voluntary Postdoctoral Researcher",
		"type": "Company",
		"about": "Letetia pursued her Doctorate in Mathematics at the University of the West Indies (UWI) where she investigated the dynamics of prey-predator models applied to Investment. She previously graduated with M.Phil. Statistics, in which she studied approximations of functions using Statistical ideas. Her passion for both Mathematics and Statistics led her to produce various publications in both fields. She has also taught a variety of tertiary level courses in Probability and Statistics, Mathematical Applications in Excel and Fundamental Mathematics for General Science students. In addition, she has been involved in Statistical Consulting projects, and has served as Co-ordinator for the Mathematics Help Centre at the UWI. Her postdoctoral research interests include studying the dynamics of deterministic, stochastic and statistical models, in addition to data-driven approaches.",
		"education": ["Ph.D. The University of the West Indies", "M.Phil. The University of the West Indies", "B.Sc. The University of the West Indies"],
		"links": ["letetia.addison@gmail.com"],
		"page": "TBD",
		"img": "letetiaaddison.png"
	},

	"Shellyann Sooklal": {
		"title": "PhD Fellow",
		"type": "Company",
		"about": " Shellyann is a student at the University of the West Indies (UWI), pursuing her PhD degree in Computer Science, where the emphasis of her research is in Genomics. Shellyann is also currently teaching a Masters level course in Advanced Networking at UWI. Shellyann graduated with her Undergraduate degree at UWI in 2010, with first class honors and went on to build her professional career by working as a Software Developer at Medullan. Shellyann returned to UWI in 2012 where she pursued an MPhil in Computer Science, with her research focusing around diagnosing and rating Parkinson’s Tremors using the Kinect. Shellyann has worked as a tutor, teaching assistant, instructor and part-time lecturer at UWI, teaching a wide range of courses, including programming in C, Java, Android and game programming, Data Structures and Design and Analysis of Algorithms. She also managed level 3 projects and taught web development and database systems.",
		"education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
		"links": ["shellyann.sooklal@gmail.com"],
		"page": "shellyannsooklal.html",
		"img": "shellyannsooklal.jpg"
	},
      "Nicholas Chamansingh": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Nicholas is currently pursuing his PhD in Computer Science where his areas of focus are in Natrual Language Processing, Topic Modelling and ChatBot Architectures.  He has a wide range of experience which includes Machine Learning, Data Visualization, Data Analytics, Software Development, Team Management, Cloud Technologies and Lecturing. He has lectured both at the BSc and MSc levels on courses such as Cloud Technologies, Big Data Analytics and Internet Technologies. He has worked in industry and consulted for companies in areas of software design and implementation and process optimization.",
      "education": ["M.Sc. The University Of The West Indies, 2015", "B.Sc. The University Of The West Indies, 2013"],
      "links": ["nicholas.chamansingh@gmail.com", "nicholas@lab.tt"],
      "page": "TBD",
      "img": "nicholas_chamansingh.jpeg"
    },
    "Trisha Lawrence": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Trisha is a PhD candidate in the Department of Mathematics and Statistics at the University of the West Indies. She is being supervised by Prof. Hosein and is working in the area of optimization of online social networks.",
      "education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
      "links": ["trishalawren@gmail.com"],
      "page": "TBD",
      "img": "TrishaLawrence.jpg"
    },
		"Randyll Pandohie": {
			"title": "PhD Student",
			"type": "Associate",
			"about": "Randyll is currently employed with The University of the West Indies as the Enterprise Applications Support Manager for the Open Campus. He previously worked in the Banking sector and the Oil and Gas sector. In these roles he has managed the Enterprise Applications including Banner ERP, Oracle Enterprise Resource Planning, Maximo (Computerize Maintenance Management System), External/Intranet websites and Business Intelligence systems. Mr. Pandohie holds a B. Sc. in Computer Science and Management as well as a M. Sc. in Computer Science from the University of the West Indies. He is currently pursuing his Ph. D in Computer Science at St. Augustine Campus. Randyll’s key research interests include Big Data, Social Networks and Genetic Algorithms.",
			"education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
			"links": ["https://www.linkedin.com/in/randyllpandohie/"],
			"page": "TBD",
			"img": "randy_pandohie.JPG"
		},
	"Inzamam Rahaman": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Inzamam Rahaman graduated with a BSc in Computer Science from The University of the West Indies, St. Augustine. During his penultimate year, he worked under the AgriNeTT project developing models for crop price prediction and developing web applications for agricultural data visualisation. For his undergraduate project, he adapted a VQ Index Based Steganography technique to an FPGA using VHDL. In the period immediately following his degree, he interned at the NASA Ames Research Centre developing geospatial web applications using NASA’s Web World Wind SDK. In addition to working as an MPhil Fellow of TTLAB, he is also a teaching assistant for the Department of Computing and Information Technology. His present areas of research interest are in Social Network Analysis, Data Mining, and Artifical Intelligence",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["inzamam.rahaman@outlook.com"],
		"page": "inzamamrahaman.html",
		"img": "inzamamrahaman.jpg"
	},

	"Shiva Ramoudith": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Shiva Ramoudith is a B.Sc. Computer Science graduate of the University of The West Indies (UWI) (2016). He is a past student of Hillview College and was awarded an Additional Scholarship (Computer Science) in 2013.  Shiva had the opportunity to work as an intern for the Department of Computing and Information Technology at the UWI during the June-August vacations, where he worked on two Android applications: AgriExpense and SR-Market which are under the AgriNett and Caribbean Small Ruminants Projects respectively. In addition, Shiva also assisted in the database development of the Caribbean Coconuts Industry Development Project. While at UWI, Shiva has joined the UWI Combat Readiness Club where he is currently certified at ‘Practitioner Level 2’ and The University of the West Indies Computing Society (UWICS) where he was the Public Relations Officer in the 2015-2016 academic year. He has interests in machine learning and mobile applications. He is currently pursuing his M.Sc. In Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["shivramx@gmail.com"],
		"page": "",
		"img": "shiva.jpg"
	},
	"Darren Ramsook": {
		"title": "MSc in Data Science student",
		"education": ["B.Sc. The University of the West Indies, 2018"],
		"about": "Darren is currently pursuing his MSc. degree in Data Science at the University of the West Indies, St. Augustine Campus. Darren earned his BSc. Degree in Electrical & Computer Engineering in 2018 from the University of the West Indies. He has a key interest in the areas of Software Engineering, Machine Learning, Audio and Video signal processing and Systems Design. He also is the founder of e-Learn Caribbean (elearncaribbean.com), an organization aimed at making education accessible to the Caribbean.",
		"links":["darrenramsook@outlook.com", "https://www.linkedin.com/in/darren-ramsook-03342b122/", "http://elearncaribbean.com/"],
		"page": "TBD",
		"img": "darren.jpg"
	},

	"Greg Ollivierre": {
		"title": "MSc Student",
		"type": "Associate",
		"about": "I have over 10 years of experience working in Geophysics. Currently, I work as Senior Field Geophysicist at ION Geophysical, improving products and services for our customers and building our next generation of product offerings. I have a deep interest in utilizing artificial intelligence within the geophysical industry. Previously, I was the Processing Geophysicist at Schlumberger, where I analyzed seismic data from some of the biggest oil majors to help identify and characterize subsurface geology. Competencies: seismic acquisition, seismic processing , project management, machine learning, cloud computing, Python/C, ProMax, Persues, Claritas.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["gregoryollivierre2016@gmail.com "],
		"page": "",
		"img": "greg_ollivierre.jpg"

	},

	"Arti Ramdhanie": {
		"title": "Msc Student",
		"education": ["B.Sc. The University of the West Indies, 2014"],
		"type": "Associate",
		"about": "Arti is a Technologist at the Caribbean Industrial Research Institute where she deals primarily with the data science and analytics projects. She has a B.Sc. in Computer Science and is currently pursuing her M.Sc. in Data Science.",
		"links": ["artikandice@gmail.com"],
		"page": "TBD",
		"img": "artiramdhanie.jpeg"
	},

	"Warren O’Connel": {
		"title": "Msc Student",
		"education": ["B.Sc. The University of the West Indies, 2015"],
		"type": "Associate",
		"about": "Warren graduated with a BSc in Computer Science from the University of the West Indies. He then went on to work as a Research Assistant at the University of Trinidad and Tobago in the Department of  Design and Manufacturing Engineering, developing affordable tools for education using Leap Motion. He went on to serve as a Business Intelligence Analyst at Digicel, participating primarily in customer segmentation for targetted marketing. He is currently pursuing an MSc in Data Science with a primary interest in machine learning.",
		"links": ["warrenoconnell22@gmail.com"],
		"page": "TBD",
		"img": "warren.jpg"
	},

	"Govinda Hosein":{
		"title": "AP",
		"education": ["BSc. The University of the West Indies, 2014", "MSc. The University of Manchester, 2018"],
		"about": "Govinda Hosein graduated with a BSc in Electrical and Computer Engineering (first class with honours) from the University of the West Indies, St. Augustine. His final year project yielded a conference paper 'Power outage reporting tool with mobile app'. He was later awarded a postgraduate scholarship and went on to acquire his MSc. degree in Renewable Energy and Clean Technology at the University of Manchester. His areas of interest currently include Power Systems Modelling and Analysis, Integration of Renewable Energy, Data Visualization, Web and Mobile App Development (particularly hyper casual games).",
		"links":["govinda.hosein@gmail.com", "http://www.raziel619.com/", "https://www.linkedin.com/in/govinda-hosein-94b8ab71/"],
		"page": "TBD",
		"img": "govinda.jpg"
	}
}
