{


		"Shellyann Sooklal": {
			"title": "PhD Fellow",
			"type": "Company",
			"about": " Shellyann is a student at the University of the West Indies (UWI), pursuing her PhD degree in Computer Science, where the emphasis of her research is in Genomics. Shellyann is also currently teaching a Masters level course in Advanced Networking at UWI. Shellyann graduated with her Undergraduate degree at UWI in 2010, with first class honors and went on to build her professional career by working as a Software Developer at Medullan. Shellyann returned to UWI in 2012 where she pursued an MPhil in Computer Science, with her research focusing around diagnosing and rating Parkinson’s Tremors using the Kinect. Shellyann has worked as a tutor, teaching assistant, instructor and part-time lecturer at UWI, teaching a wide range of courses, including programming in C, Java, Android and game programming, Data Structures and Design and Analysis of Algorithms. She also managed level 3 projects and taught web development and database systems.",
			"education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
			"links": ["shellyann.sooklal@gmail.com"],
			"page": "shellyannsooklal.html",
			"img": "shellyannsooklal.jpg"
		},



		"Randyll Pandohie": {
			"title": "PhD Student",
			"type": "Associate",
			"about": "Randyll is currently employed with The University of the West Indies as the Enterprise Applications Support Manager for the Open Campus. He previously worked in the Banking sector and the Oil and Gas sector. In these roles he has managed the Enterprise Applications including Banner ERP, Oracle Enterprise Resource Planning, Maximo (Computerize Maintenance Management System), External/Intranet websites and Business Intelligence systems. Mr. Pandohie holds a B. Sc. in Computer Science and Management as well as a M. Sc. in Computer Science from the University of the West Indies. He is currently pursuing his Ph. D in Computer Science at St. Augustine Campus. Randyll’s key research interests include Big Data, Social Networks and Genetic Algorithms.",
			"education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
			"links": ["https://www.linkedin.com/in/randyllpandohie/"],
			"page": "TBD",
			"img": "randy_pandohie.JPG"
		},


		"Inzamam Rahaman": {
			"title": "MPhil Fellow",
			"type": "Associate",
			"about": "Inzamam Rahaman graduated with a BSc in Computer Science from The University of the West Indies, St. Augustine. During his penultimate year, he worked under the AgriNeTT project developing models for crop price prediction and developing web applications for agricultural data visualisation. For his undergraduate project, he adapted a VQ Index Based Steganography technique to an FPGA using VHDL. In the period immediately following his degree, he interned at the NASA Ames Research Centre developing geospatial web applications using NASA’s Web World Wind SDK. In addition to working as an MPhil Fellow of TTLAB, he is also a teaching assistant for the Department of Computing and Information Technology. His present areas of research interest are in Social Network Analysis, Data Mining, and Artifical Intelligence",
			"education": ["B.Sc., The University Of The West Indies, 2015"],
			"links": ["inzamam.rahaman@outlook.com"],
			"page": "inzamamrahaman.html",
			"img": "inzamamrahaman.jpg"
		},

		"Nirvan Sharma": {
			"title": "MSc Student",
			"type": "Associate",
			"about": "Nirvan is currently finishing his MSc in Computer Science with a specialty in Cloud Technologies at the University of the West Indies, St. Augustine, where he also graduated with a BSc in Computer Science in 2018. In his second year of his BSc, Nirvan was awarded the opportunity to participate in the first UWI-First Citizens internship programme and implemented an enterprise web system for the Asset Management department. He has two top 3 placements in the Teleios Code Jam competition during his last two years of his undergraduate degree, one of which came from using a TensorFlow classifier to detect criminal activity from a video feed. The other came from helping a team of three create a blockchain-based food trace-ability application. During his MSc, he worked full-time as a Software Developer and Technical Team Lead. His current areas of interest are Data Science and Machine Learning, in particular, Anomaly Detection.",
			"education": ["B.Sc., The University Of The West Indies"],
			"links": ["nirvan.sharma95@gmail.com"],
			"page": "TBD",
			"img": "narvinsharma.jpg"
		},

		"Navin Ramesar": {
			"title": "MSc Student",
			"type": "Associate",
			"about": "Navin is currently pursuing his MSc. in Data Science at the University of the West Indies, St. Augustine campus. He graduated in 2018 with a BSc. in Statistics and Economics (Special) from the University of the West Indies. He chose to pursue a degree in Data Science because of his fascination with big data and visualization and using it to make informed decisions. He has worked in I.T. where he worked on projects relating to automation and cybersecurity. His areas of interests are on Machine Learning, Deep Learning and Optimization.",
			"education": ["B.Sc., The University Of The West Indies"],
			"links": ["navin.159@hotmail.com"],
			"page": "TBD",
			"img": "navinR.jpg"
		},


	"Reshawn Ramjattan": {
		"title": "M.Sc Student",
		"type": "",
		"about": "Reshawn graduated with a B.Sc in Computer Science from the University of the West Indies, St. Augustine. During his second year he interned at First Citizens Internal Audit where he wrote data analysis scripts. In his final year he was a part of a team that built a block-chain based food trace-ability app and for his undergraduate project his team built a map of local street food vendors with collaborative filtering based recommendations. He went on to spend some time as a developer at a retail software company before becoming a part time tutor at the Department of Computing and Information Technology. He is currently pursuing his M.Sc in Computer Science.",
		"education": ["B.Sc The University of the West Indie, 2018"],
		"links": ["reshawnramjattan@gmail.com"],
		"page": "",
		"img": "Reshawn_Ramjattan.jpg"
	}
}
