{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 80 refereed journal and conference publications. He holds 39 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["PhD, MIT, 1989", "M.Sc, MIT, 1985", "B.Sc, MIT, 1983"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},
	"Shellyann Sooklal": {
		"title": "PhD Fellow",
		"type": "Company",
		"about": " Shellyann is a student at the University of the West Indies (UWI), pursuing her PhD degree in Computer Science, where the emphasis of her research is in Genomics. Shellyann is also currently teaching a Masters level course in Advanced Networking at UWI. Shellyann graduated with her Undergraduate degree at UWI in 2010, with first class honors and went on to build her professional career by working as a Software Developer at Medullan. Shellyann returned to UWI in 2012 where she pursued an MPhil in Computer Science, with her research focusing around diagnosing and rating Parkinson’s Tremors using the Kinect. Shellyann has worked as a tutor, teaching assistant, instructor and part-time lecturer at UWI, teaching a wide range of courses, including programming in C, Java, Android and game programming, Data Structures and Design and Analysis of Algorithms. She also managed level 3 projects and taught web development and database systems.",
		"education": ["Bsc University Of The West Indies", "M.Phil, The University Of The West Indies"],
		"links": ["shellyann.sooklal@gmail.com"],
		"page": "shellyannsooklal.html",
		"img": "shellyannsooklal.jpg"
	},
	"Stefan Hosein": {
		"title": "Research Scientist",
		"type": "Associate",
		"about": "Stefan graduated from secondary (high) school as a national scholar. He received his B.Sc. in Computer since from The University of the West Indies in 2014 and graduated at the top of his class and faculty. After receiving his degree, he was awarded the first international internship to NASA as a Trinidadian. Since then, he has been working with TTLAB and published a paper with Prof. Hosein. He was returned to NASA in the summer of 2015 to continue his internship. While there, he worked with CMU and published two workshop papers at AAAI. His broad interests lie in machine learning, natural language processing, deep learning, bioinformatics and information retrieval.",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["stefan.m.hosein@gmail.com"],
		"page": "stefanhosein.html",
		"img": "stefanhosein.jpg"
	},
	"Steffan Boodhoo": {
		"title": "Research Scientist",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["boodhoo100@gmail.com", "https://github.com/steffanboodhoo"],
		"page": "steffanboodhoo.html",
		"img": "steffanboodhoo.jpg"
	},
	"Inzamam Rahaman": {
		"title": "Research Scientist",
		"type": "Associate",
		"about": "Inzamam Rahaman recently graduated with a BSc in Computer Science from The University of the West Indies, St. Augustine. During his penultimate year, he worked under the AgriNeTT project developing models for crop price prediction and developing web applications for agricultural data visualisation. For his undergraduate project, he adapted a VQ Index Based Steganography technique to an FPGA using VHDL. In the period immediately following his degree, he interned at the NASA Ames Research Centre developing geospatial web applications using NASA’s Web World Wind SDK. Currently, he is working as a tutor for the Department of Computing and Information Technology and as a research assistant at the Trinidad and Tobago Network Information Centre. His present areas of research interest are in Social Network Analysis, Programming Languages, and Data Mining.",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["inzamam.rahaman@outlook.com"],
		"page": "inzamamrahaman.html",
		"img": "inzamamrahaman.jpg"
	},
	"Rikaard Hosein": {
		"title": "Research Scientist",
		"type": "Associate",
		"about": "I'm a 23 year old Computer Scientist in Trinidad and Tobago with a strong emphasis on application and web security.",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["rikaard.hosein@gmail.com"],
		"page": "rikaardhosein.html",
		"img": "rikaardhosein.jpg"
	},
	"Laura Bigram": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["laura.bigram@gmail.com"],
		"page": "laurabigram.html",
		"img": "laurabigram.jpg"
	}
}