{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 100 refereed journal and conference publications. He holds 40 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["Ph.D (EECS), MIT", "E.E (Engineer's Degree), MIT", "S.M (EECS), MIT", "S.B (EE), MIT", "S.B (Math), MIT"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},

	"Shellyann Sooklal": {
		"title": "PhD Fellow",
		"type": "Company",
		"about": " Shellyann is a student at the University of the West Indies (UWI), pursuing her PhD degree in Computer Science, where the emphasis of her research is in Genomics. Shellyann is also currently teaching a Masters level course in Advanced Networking at UWI. Shellyann graduated with her Undergraduate degree at UWI in 2010, with first class honors and went on to build her professional career by working as a Software Developer at Medullan. Shellyann returned to UWI in 2012 where she pursued an MPhil in Computer Science, with her research focusing around diagnosing and rating Parkinson’s Tremors using the Kinect. Shellyann has worked as a tutor, teaching assistant, instructor and part-time lecturer at UWI, teaching a wide range of courses, including programming in C, Java, Android and game programming, Data Structures and Design and Analysis of Algorithms. She also managed level 3 projects and taught web development and database systems.",
		"education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
		"links": ["shellyann.sooklal@gmail.com"],
		"page": "shellyannsooklal.html",
		"img": "shellyannsooklal.jpg"
	},
    "Kiran Maharaj": {
      "title": "PhD Fellow",
      "type": "Associate",
      "about": "Kiran graduated from the University of Bristol with a MSc Advanced Computing - Machine Learning, Data Mining and High Performance Computing, he was awarded a postgraduate scholarship to pursue this degree from the Government of Trinidad and Tobago. Previous to this he graduated with First Class Honours from The University of the West Indies in 2013 with a B.Sc. in Computer Science. Kiran has worked as a software developer on a range of projects the most recent being AgriNeTT, an  ICT initiative for the Agricultural Sector. Kiran has broad interests in Bioinformatics, Machine Learning and Data Analytics.",
      "education": ["M.Sc University of Bristol", "B.Sc. The University Of The West Indies"],
      "links": ["kiranma@hotmail.com"],
      "page": "",
      "img": "kiran.png"

    },
     "Anil Ramnanan": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Anil Ramnanan is a Graduate of the University of the West Indies with an MPhil in Computer Science. He has experience as a full stack developer with with both web and mobile applications. He has also worked on a number of projects using embedded systems and small computing platforms such as the Raspberry Pi and Arduiono. His area of interest for research is the Internet of Things.",
      "education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
      "links": [" anil@peppersauce.org"],
      "page": "",
      "img": "AnilRamnanan.jpg"

    },
    "Ashish Bhatt": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Ashish Bhatt currently leads the BI initiative at The University of the West Indies, St. Augustine Campus. In this role he is responsible for overall strategy, planning and implementation for business intelligence. Ashish has over 12 years of experience with implementing bespoke IT solutions at enterprise, national and regional levels, in various sectors including banking, oil & gas, public health and higher education. He holds a Master of Engineering degree from Imperial College London, he is Chartered Engineer with the Engineering Council, UK, and member of the British Computer Society.",
      "education": ["MEng (Hons), Imperial College London","CEng MBCS"],
      "links": ["Ashish.Bhatt@sta.uwi.edu"],
      "page": "",
      "img": "AshishBhatt.jpg"

    },
	"Inzamam Rahaman": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Inzamam Rahaman graduated with a BSc in Computer Science from The University of the West Indies, St. Augustine. During his penultimate year, he worked under the AgriNeTT project developing models for crop price prediction and developing web applications for agricultural data visualisation. For his undergraduate project, he adapted a VQ Index Based Steganography technique to an FPGA using VHDL. In the period immediately following his degree, he interned at the NASA Ames Research Centre developing geospatial web applications using NASA’s Web World Wind SDK. In addition to working as an MPhil Fellow of TTLAB, he is also a teaching assistant for the Department of Computing and Information Technology. His present areas of research interest are in Social Network Analysis, Data Mining, and Artifical Intelligence",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["inzamam.rahaman@outlook.com"],
		"page": "inzamamrahaman.html",
		"img": "inzamamrahaman.jpg"
	},

	"Steffan Boodhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["boodhoo100@gmail.com", "https://github.com/steffanboodhoo"],
		"page": "steffanboodhoo.html",
		"img": "steffanboodhoo.jpg"
	},
	"Shanta Sukhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Shanta Sukhoo graduated from the University of the West Indies in 2015 where she obtained a BSc Computer Science. She also worked on an array of mobile applications during her stay at the University. Shanta has since worked at Infotech Caribbean Ltd as a Software Developer. However, she has returned to U.W.I. to pursue an MPhil in Computer Science. Her Research Interest lies broadly in Machine Learning.",
		"education": ["B.Sc., The University of the West Indies, 2015"],
		"links": ["shantasukhoo@gmail.com"],
		"page": "shantasukhoo.html",
		"img": "shantasukhoo.jpg"
	},


	"Mathew Stewart": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Mathew Stewart is a Computer Science graduate of The University of the West Indies (UWI). He is currently pursuing his Master’s degree in said field, also at The UWI. He was consistently on the Dean’s Honour Roll throughout his undergraduate studies. He went on to be awarded The Tucker Energy Services Holdings Ltd. Prize for the Best Year II Performance in Computer Science in the academic year 2014-2015. He is also in the midst of obtaining his certification as an Oracle Certified Associate. Matthew served on the Executive of The University of the West Indies Computing Society (UWICS) as Treasurer for the period 2015-2016. Prior to serving on the Executive, he placed 1st in both the Runtime and Real App competitions organized by The UWICS. He also tutored as part of the Programming Help Desk organized by the Department of Computing and Information Technology. In his spare time, Matthew enjoys practicing karate and has been a member of Purple Dragon since 2010.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["mdls85@hotmail.com"],
		"page": "mathewstewart.html",
		"img": "mathewstewart.jpg"
	},

	"Shiva Ramoudith": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Shiva Ramoudith is a B.Sc. Computer Science graduate of the University of The West Indies (UWI) (2016). He is a past student of Hillview College and was awarded an Additional Scholarship (Computer Science) in 2013.  Shiva had the opportunity to work as an intern for the Department of Computing and Information Technology at the UWI during the June-August vacations, where he worked on two Android applications: AgriExpense and SR-Market which are under the AgriNett and Caribbean Small Ruminants Projects respectively. In addition, Shiva also assisted in the database development of the Caribbean Coconuts Industry Development Project. While at UWI, Shiva has joined the UWI Combat Readiness Club where he is currently certified at ‘Practitioner Level 2’ and The University of the West Indies Computing Society (UWICS) where he was the Public Relations Officer in the 2015-2016 academic year. He has interests in machine learning and mobile applications. He is currently pursuing his M.Sc. In Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["shivramx@gmail.com"],
		"page": "",
		"img": "shiva.jpg"
	},

	"Anderson Singh": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Anderson Singh is a B.Sc. Computer Science graduate of The University of the West Indies (UWI). He was awarded The Head of Department Prize for the best year I performance in Computer Science in the academic year 2013-2014. He went on to participate in the Teleios CodeJam Competition in the year 2015 where his team was awarded 2nd place for developing a mobile advertising solution. Anderson also served as an Executive Board Member on The University of The West Indies Computing Society (UWICS) during the final year of his undergraduate degree, where he presented sessions on Web Hosting and Developing Augmented Reality Applications. He has also worked with Knowledge Hope Limited on the e-course, ITonLine, which is designed to assist both students and teachers of Caribbean Schools in their preparation for Information Technology (CSEC level) exams. He has done extensive work on version II of ITonLine, which includes a mobile application called \"ITonLine Games\". Anderson is currently pursuing his M.Sc in Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["andersonsingh@outlook.com"],
		"page": "",
		"img": "andersonsingh.jpg"

	},



	"Kevin Feveck": {
		"title": "AP Research Scientist",
		"education": ["B.Sc., University of Massachusetts Amherst 2016"],
		"type": "Associate",
		"about": "Kevin recently graduated from UMass Amherst cum laude with a bachelors degree in Computer Science. He was accepted as a Baystate Fellow and will continue his studies at UMass Amherst in September 2017. Previously, he graduated from Bishop Anstey Trinity College East Sixth Form and was awarded a national Open Scholarship in 2011. His broad interests lie in Machine Learning and Data Science.",
		"links": ["kfeveck@gmail.com"],
		"page": "kevinfeveck.html",
		"img": "kevinfeveck.jpg"
	},



	"Saffiyah Doolan": {
		"title": "AP Research Scientist",
		"education": ["B.Eng, University College London 2016"],
		"about": "Saffiyah graduated from University College London (UCL) with a BEng Electronic and Electrical Engineering Degree (HONS). Project experiences comprise of software and hardware development in Communication Systems. Latest research included the energy and cost estimation of Electronic and Optical Datacenter Networks. Possesses avid interests in start-up projects, 3D printing and wearable technologies. ",
		"links": ["saffiyah.doolan.13@alumni.ucl.ac.uk"],
		"page": "TBD",
		"img": "saffiyahdoolan.jpg"
	},

	"Devika Bhagwandin": {
		"title": "AP Research Scientist",
		"education": ["B.Sc, The University of the West Indies, 2014"],
		"about": "Devika Bhagwandin graduated with her B.Sc. in Mathematics (Double Major) at the University of the West Indies, St Augustine in 2014. Upon graduation she received the Winston A. Richards prize in Statistics for the best year II and year III performance in Statistics. Devika further received a postgraduate scholarship to pursue her MSc in Statistics at the University of the West Indies. She has recently completed the requirements for this program and is currently working on a paper based on her project report which analyses disaggregated electrical energy using association rule learning. Her areas of interest include Stochastic Processes, Bayesian Space-Time modelling and Data Analytics. She also studies Hindi through the High Commission of India.",
		"links": ["devikabhagwandin@hotmail.com"],
		"page": "TBD",
		"img": "devikabhagwandin.jpg"
	},

	"Kevin Baboolal": {
		"title": "AP Research Scientist",
		"education": ["BASc, University of Waterloo 2017"],
		"about": "Kevin graduated from the University of Waterloo with a Bachelors of Applied Science (BASc) in Mechanical Engineering – Specialization in Welding and Joining Processes. A recent Mechanical Engineering graduate, Kevin is also a self-thought programmer working primarily with Python, Javascript and Android Framework. He hopes to combine his interest in software development with a traditional mechanical engineering background. He has interned at several companies within Trinidad and Tobago, including the oil field services, power generation and construction industries. This has empowered him a good understanding of the practical challenges facing Trinidad’s aging industries. His interests include fracture mechanics, fatigue, metallurgy, data harvesting, machine learning and android application development.", 	"links": ["devikabhagwandin@hotmail.com"],
		"links":["k.baboolal1.0@gmail.com"],
		"page": "TBD",
		"img": "kevinbaboolal.jpg"
	},

	"Jonathan Earle": {
		"title": "Undergraduate Intern",
		"type": "Associate",
		"about": "Jonathan Earle is currently pursuing a BSc in Computer Science from The University of the West Indies. In his second year he lead a developer team which placed third in the Teleios Code Jam. He has also worked as a Web Developer for TapTag. Jonathan was selected to be an intern at Huawei as part of the Seeds for the Future Programme. In addition, he recently received The Tucker Energy Services Holdings Ltd. Prize for the best Year II performance in Computer Science. His interests include machine learning, computer vision and bioinformatics.",
		"education": ["B.Sc., The University of the West Indies, Present"],
		"links": ["jonathan.john.enock.earle@gmail.com"],
		"page": "jonathanearle.html",
		"img": "jonathanearle.jpg"
	},

	"Ramneek Sekhon": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Ramneek is currently a Ph.D. student of the University of Science and Technology (UST), Daejeon, Korea, at the Korea Institute of Science and Technology Information (KISTI). She received B.Tech (Computer Science and Engineering) from Guru Nanak Dev University (G.N.D.U) Amritsar, India in 2010 and M.Tech (Information Technology) from International Institute of Information Technology (IIITB), Bangalore, India in 2013. Her research interests include Networking and Communication (Congestion Management in Wireless and Cellular Networks, QoS and Pricing for Cellular Networks, Network Neutrality) and Cloud Computing (Openstack, IaaS, Cloud federation, Cloud Networking, SDN)",
		"education": ["M.Tech International Institute of Information Technology (IIITB)", "B. Tech Guru Nanak Dev University (G.N.D.U)"],
		"links": ["ramneeksekhon@gmail.com"],
		"page": "TBD",
		"img": "ramneek.jpg"
	},

	"Stefan Hosein": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Stefan graduated from secondary (high) school as a national scholar. He received his B.Sc. in Computer since from The University of the West Indies in 2014 and graduated at the top of his class and faculty. After receiving his degree, he was awarded the first international internship to NASA as a Trinidadian in the fall of 2014 and returned in the summer of 2015. Since then, he has been working with TTLAB on a number of projects. He will attend Cambridge University for a postgraduate degree beginning October 2016. His broad interests lie in machine learning, natural language processing, and deep learning.",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["stefan.m.hosein@gmail.com"],
		"page": "stefanhosein.html",
		"img": "stefanhosein.jpg"
	},

	"Laura Bigram": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "I graduated from U.W.I with a M.Sc. Computer Science in 2013. Currently interested in conducting research in cyber security and data analysis. I won a national scholarship (Mathematics) from the government in Trinidad and Tobago to pursue my bachelors. I am the current chair of Joint Communications and Computer Society for IEEE-TT. I am also one of the Chapter Leaders for the Open Web Application Security Project (OWASP).",
		"education": ["B.Sc., The University Of The West Indies, 2014"],
		"links": ["laura.bigram@gmail.com"],
		"page": "laurabigram.html",
		"img": "laurabigram.jpg"
	},

	"Karandeep Singh": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Karandeep Singh received his Bachelor degree from Punjabi University, Punjab, India and his Master degree from PEC University of Technology, Chandigarh, India. He is currently a Ph.D. student of University of Science and Technology (UST) at Electronics and Telecommunication Research Institute (ETRI), Daejeon, South Korea. His research interest include Social Computing, Big Data Analysis and Cognitive Machine Learning.",
		"education": ["B.Sc. Punjabi University", "M.Sc. PEC University of Technology"],
		"links": ["karandeepbrar@gmail.com"],
		"page": "TBD",
		"img": "karandeepbrar.jpg"
	},


	"Robert Martinez": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Robert Martinez was born and raised in Port of Spain, Trinidad. He is a former student of St. Mary's College, winning the President's Medal in 2005. He has a BA in Economics from McGill University, and an MSc in Science and Technology Policy from the University of Sussex. Robert has been a Policy Analyst at the National Institute of Higher Education, Research, Science and Technology (NIHERST)for over five (5) years. As a member of NIHERST's Policy, Research and Intelligence Department, he has been involved in research looking at innovation in the local ICT sector, including software and web development, as well as animation.",
		"education": ["B.A. McGill University","M.Sc. University of Sussex"],
		"links": ["robert.martinez@niherst.gov.tt"],
		"page": "TBD",
		"img": "robertMartinez.jpg"
	}



}