{
	"Patrick Hosein": {
		"title": "Director",
		"type": "Staff",
		"about": " Patrick attended the Massachusetts Institute of Technology (MIT) where he obtained five degrees including a PhD in Electrical Engineering and Computer Science. He has worked at Bose Corporation, Bell Laboratories, AT&T Laboratories, Ericsson and Huawei. He has published extensively with over 100 refereed journal and conference publications. He holds 40 granted and 42 pending patents in the areas of telecommunications and wireless technologies. He was nominated for the Ericsson Inventor of the Year award in 2004, was the Huawei US Wireless Research Employee of the year for 2007 and is a 2015 Anthony Sabga Caribbean Laureate for Science and Technology. Patrick is presently the administrative and technical contact for the TT top level domain, CEO of the TTNIC and a Professor of Computer Science at the University of the West Indies. His present areas of research include radio resource management, QoS and pricing for 5G cellular networks.",
		"education": ["Ph.D (EECS), MIT", "E.E (Engineer's Degree), MIT", "S.M (EECS), MIT", "S.B (EE), MIT", "S.B (Math), MIT"],
		"links": ["patrick.hosein@sta.uwi.edu"],
		"page": "patrickhosein.html",
		"img": "patrickhosein.jpg"
	},

	"Shellyann Sooklal": {
		"title": "PhD Fellow",
		"type": "Company",
		"about": " Shellyann is a student at the University of the West Indies (UWI), pursuing her PhD degree in Computer Science, where the emphasis of her research is in Genomics. Shellyann is also currently teaching a Masters level course in Advanced Networking at UWI. Shellyann graduated with her Undergraduate degree at UWI in 2010, with first class honors and went on to build her professional career by working as a Software Developer at Medullan. Shellyann returned to UWI in 2012 where she pursued an MPhil in Computer Science, with her research focusing around diagnosing and rating Parkinson’s Tremors using the Kinect. Shellyann has worked as a tutor, teaching assistant, instructor and part-time lecturer at UWI, teaching a wide range of courses, including programming in C, Java, Android and game programming, Data Structures and Design and Analysis of Algorithms. She also managed level 3 projects and taught web development and database systems.",
		"education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
		"links": ["shellyann.sooklal@gmail.com"],
		"page": "shellyannsooklal.html",
		"img": "shellyannsooklal.jpg"
	},
    "Kiran Maharaj": {
      "title": "PhD Fellow",
      "type": "Associate",
      "about": "Kiran graduated from the University of Bristol with a MSc Advanced Computing - Machine Learning, Data Mining and High Performance Computing, he was awarded a postgraduate scholarship to pursue this degree from the Government of Trinidad and Tobago. Previous to this he graduated with First Class Honours from The University of the West Indies in 2013 with a B.Sc. in Computer Science. Kiran has worked as a software developer on a range of projects the most recent being AgriNeTT, an  ICT initiative for the Agricultural Sector. Kiran has broad interests in Bioinformatics, Machine Learning and Data Analytics.",
      "education": ["M.Sc University of Bristol", "B.Sc. The University Of The West Indies"],
      "links": ["kiranma@hotmail.com"],
      "page": "",
      "img": "kiran.png"

    },
     "Anil Ramnanan": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Anil Ramnanan is a Graduate of the University of the West Indies with an MPhil in Computer Science. He has experience as a full stack developer with with both web and mobile applications. He has also worked on a number of projects using embedded systems and small computing platforms such as the Raspberry Pi and Arduiono. His area of interest for research is the Internet of Things.",
      "education": ["M.Phil, The University Of The West Indies", "Bsc University Of The West Indies"],
      "links": [" anil@peppersauce.org"],
      "page": "",
      "img": "AnilRamnanan.jpg"

    },
      "Nicholas Chamansingh": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Nicholas is a recent graduate of the University of the West Indies attaining his MSc degree in Computer Science with Distinction. He has a range of experience which includes Software Engineering, Process Mapping and teaching university students both at the Undergraduate and Masters levels. Nicholas currently works at Digicel Trinidad as a Software Development and Design Engineer where his main responsibilities are to optimize and automate current systems and processes within and across company branches, with focus on documenting and mapping existing process flows, assisting in analyzing current process gaps, and making and delivering recommendations to close gaps. His current interest is in Natural Language Processing for Social Media.",
      "education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
      "links": ["nicholas.chamansingh@gmail.com"],
      "page": "TBD",
      "img": "nicholas_chamansingh.jpeg"
    },
	"Inzamam Rahaman": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Inzamam Rahaman graduated with a BSc in Computer Science from The University of the West Indies, St. Augustine. During his penultimate year, he worked under the AgriNeTT project developing models for crop price prediction and developing web applications for agricultural data visualisation. For his undergraduate project, he adapted a VQ Index Based Steganography technique to an FPGA using VHDL. In the period immediately following his degree, he interned at the NASA Ames Research Centre developing geospatial web applications using NASA’s Web World Wind SDK. In addition to working as an MPhil Fellow of TTLAB, he is also a teaching assistant for the Department of Computing and Information Technology. His present areas of research interest are in Social Network Analysis, Data Mining, and Artifical Intelligence",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["inzamam.rahaman@outlook.com"],
		"page": "inzamamrahaman.html",
		"img": "inzamamrahaman.jpg"
	},

	"Steffan Boodhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "-",
		"education": ["B.Sc., The University Of The West Indies, 2015"],
		"links": ["boodhoo100@gmail.com", "https://github.com/steffanboodhoo"],
		"page": "steffanboodhoo.html",
		"img": "steffanboodhoo.jpg"
	},
	"Shanta Sukhoo": {
		"title": "MPhil Fellow",
		"type": "Associate",
		"about": "Shanta Sukhoo graduated from the University of the West Indies in 2015 where she obtained a BSc Computer Science. She also worked on an array of mobile applications during her stay at the University. Shanta has since worked at Infotech Caribbean Ltd as a Software Developer. However, she has returned to U.W.I. to pursue an MPhil in Computer Science. Her Research Interest lies broadly in Machine Learning.",
		"education": ["B.Sc., The University of the West Indies, 2015"],
		"links": ["shantasukhoo@gmail.com"],
		"page": "shantasukhoo.html",
		"img": "shantasukhoo.jpg"
	},
	 "Ashish Bhatt": {
      "title": "MPhil Student",
      "type": "Associate",
      "about": "https://www.linkedin.com/in/ashishbhatttt/",
      "education": ["MEng (Hons), Imperial College London","CEng MBCS"],
      "links": ["Ashish.Bhatt@sta.uwi.edu"],
      "page": "",
      "img": "AshishBhatt.jpg"

    },

	"Mathew Stewart": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Mathew Stewart is a Computer Science graduate of The University of the West Indies (UWI). He is currently pursuing his Master’s degree in said field, also at The UWI. He was consistently on the Dean’s Honour Roll throughout his undergraduate studies. He went on to be awarded The Tucker Energy Services Holdings Ltd. Prize for the Best Year II Performance in Computer Science in the academic year 2014-2015. He is also in the midst of obtaining his certification as an Oracle Certified Associate. Matthew served on the Executive of The University of the West Indies Computing Society (UWICS) as Treasurer for the period 2015-2016. Prior to serving on the Executive, he placed 1st in both the Runtime and Real App competitions organized by The UWICS. He also tutored as part of the Programming Help Desk organized by the Department of Computing and Information Technology. In his spare time, Matthew enjoys practicing karate and has been a member of Purple Dragon since 2010.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["mdls85@hotmail.com"],
		"page": "mathewstewart.html",
		"img": "mathewstewart.jpg"
	},

	"Shiva Ramoudith": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Shiva Ramoudith is a B.Sc. Computer Science graduate of the University of The West Indies (UWI) (2016). He is a past student of Hillview College and was awarded an Additional Scholarship (Computer Science) in 2013.  Shiva had the opportunity to work as an intern for the Department of Computing and Information Technology at the UWI during the June-August vacations, where he worked on two Android applications: AgriExpense and SR-Market which are under the AgriNett and Caribbean Small Ruminants Projects respectively. In addition, Shiva also assisted in the database development of the Caribbean Coconuts Industry Development Project. While at UWI, Shiva has joined the UWI Combat Readiness Club where he is currently certified at ‘Practitioner Level 2’ and The University of the West Indies Computing Society (UWICS) where he was the Public Relations Officer in the 2015-2016 academic year. He has interests in machine learning and mobile applications. He is currently pursuing his M.Sc. In Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["shivramx@gmail.com"],
		"page": "",
		"img": "shiva.jpg"
	},

	"Anderson Singh": {
		"title": "MSc Fellow",
		"type": "Associate",
		"about": "Anderson Singh is a B.Sc. Computer Science graduate of The University of the West Indies (UWI). He was awarded The Head of Department Prize for the best year I performance in Computer Science in the academic year 2013-2014. He went on to participate in the Teleios CodeJam Competition in the year 2015 where his team was awarded 2nd place for developing a mobile advertising solution. Anderson also served as an Executive Board Member on The University of The West Indies Computing Society (UWICS) during the final year of his undergraduate degree, where he presented sessions on Web Hosting and Developing Augmented Reality Applications. He has also worked with Knowledge Hope Limited on the e-course, ITonLine, which is designed to assist both students and teachers of Caribbean Schools in their preparation for Information Technology (CSEC level) exams. He has done extensive work on version II of ITonLine, which includes a mobile application called \"ITonLine Games\". Anderson is currently pursuing his M.Sc in Computer Science, also at the UWI.",
		"education": ["B.Sc. The University of the West Indies, 2016"],
		"links": ["andersonsingh@outlook.com"],
		"page": "",
		"img": "andersonsingh.jpg"

	},

	"Shinelle Bovell": {
		"title": "MSc Student",
		"type": "Associate",
		"about": " I am avid fan of simple and seamless design.  My affinity for \"clean\", however, does not limit my exploration into the world colour and variation. For the past 5 years, I have been a team member of the Massy Ltd I.C.T. department working in roles spanning from Web Development to Business Intelligence. My interests include kickboxing, weight lifting, browsing the internet for new fonts.",
		"education": [""],
		"links": ["elle@shinelle.com"],
		"page": "",
		"img": "shinelle_bovell.png"

	},
	"Kevin Baboolal": {
		"title": "AP Research Scientist",
		"education": ["BASc, University of Waterloo 2017"],
		"about": "Kevin graduated from the University of Waterloo with a Bachelors of Applied Science (BASc) in Mechanical Engineering – Specialization in Welding and Joining Processes. A recent Mechanical Engineering graduate, Kevin is also a self-thought programmer working primarily with Python, Javascript and Android Framework. He hopes to combine his interest in software development with a traditional mechanical engineering background. He has interned at several companies within Trinidad and Tobago, including the oil field services, power generation and construction industries. This has empowered him a good understanding of the practical challenges facing Trinidad’s aging industries. His interests include fracture mechanics, fatigue, metallurgy, data harvesting, machine learning and android application development.",
		"links":["k.baboolal1.0@gmail.com"],
		"page": "TBD",
		"img": "kevinbaboolal.jpg"
	},
	"Dominic Williams": {
		"title": "Massy Reverse Intern",
		"education": ["BSc, The University of the West Indies 2016","E.E.E.T."],
		"about": "Dominic graduated from the University of the West Indies in 2016 with a B.Sc. in Electrical and Computer Engineering (First Class Honours) – Specialization in Controls and Instrumentation. Dominic also has an Advanced Diploma in Electrical and Electronic Engineering Technology (E.E.E.T.).  He is also a self-thought developer and has worked on a variety of projects both personal and business. Dominic hopes to link and develop on music and technology.",
		"links":["dominic.williams@massygroup.com"],
		"page": "TBD",
		"img": "dominic_williams.JPG"
	},
	"Sterling Ramroach": {
		"title": "Intern",
		"education": ["BSc, The University of the West Indies","MPhil, The University of the West Indies"],
		"about": "Sterling is a PhD student in Electrical and Computer Engineering at The University of the West Indies. His work involves developing and optimising machine learning algorithms with parallel processing to aid in the diagnosis and prognosis of various cancers. As a software engineer, Sterling has won various local and regional software competitions along with entrepreneurial grants from the government of Trinidad and Tobago, and has developed enterprise software used by CARICOM governments. Sterling graduated his undergrad with the highest GPA in his year and won prizes for most outstanding CS graduate as well as best year three. For his MPhil, he developed various steganographic techniques to hide secret messages in digital media, undetectably. He is interested in Machine Learning, Bioinformatics, and Data Analytics.",
		"links":["sramroach@gmail.com"],
		"page": "TBD",
		"img": "sterling_ramroach.jpg"
	}
}