{
	"Impression Allocation in OSNs": {
		"members": "Inzamam Rahaman",
		"abstract": "One of the biggest challenges in advertising on the web is deciding the users on online social networks to whom advertisements/impressions should be displayed. Social networks such as Facebook and Twitter record large quantities of information about their users. Chief among such data are the friendship relationships between users. Due to homophily and the influence friends have on one another, it is likely that if a user clicks and an impression, some of their friends are likely to click the same impression if said impression was displayed to them. In this project, we are investigating ways in which friendships on social networks can be used to inform the allocation of impressions to users to maximise the value of advertising campaigns."
	},
	
	"Deep Learning for Short Term Load Forecasting":{
		"abstract":"Short-term electricity demand prediction is of great importance to electrical companies since it is required to ensure adequate capacity and to estimate the supply of raw material required to produce the required capacity. There is little research on the application of Deep Neural Networks (DNN) to short-term load forecasting. In this paper, we apply DNNs as well as other machine learning techniques to short-term load forecasting in a power grid. The data used is taken from periodic smart meter energy usage reports. Our results indicate that DNNs performs quite well when compared to traditional approaches.",
		"members":"Stefan Hosein",
		"topic":"Machine Learning",
		"pdf":"stefan_hosein_presentation.pdf"
	},
	"Optimization of taxis and maxis income": {
		"members": "Shanta Sukhoo",
		"abstract": "Optimization of a problem is a mathematical technique for selecting the best outcome (subject to a set of contraints) from a set of available alternatives. Taxis and maxis have opperated the same way for many years in Trinidad and Tobago. There is, therefore, an opportunity to change the way in which the drivers opperate in an effort to maximise their income on a daily basis. This can be accomplished via a recommender system which can direct the drivers to the route(s) that is the most profitable. The use of this system can also potentially aid the passenger since the lenght of time they may have to wait on taxis would be greatly reduced."
	},

	"Association Rule Mining of Household Electrical Energy Usage": {
		"members": "Devika Bhagwandin",
		"abstract": "In a smart grid network, household energy consumption is monitored by the use of residential smart meters. These meters however do not provide data of individual appliance consumption. In this paper, disaggregated electrical energy is analyzed using the apriori algorithm in association rule mining. It is expected that such analysis will assist in electrical energy conservation as the consumer will be aware of how much energy is consumed by individual appliances."
	},
	"Knowledge Acquisition in cross domain recommender systems":{
		"members":"Kiran Maharaj",
		"abstract":"Recommendation systems are information filtering systems designed to present information on items or products which may be of interest to a user. Now popular in it's use on the internet, traditional methods to make such recommendations typically rely on information gathered in the domain of the system of application (e.g. on movie viewing on Netflix). While such  systems have been successful and have found commercial use in many scenarios, there is an increasing need for recommender systems to incorporate information being fed from multiple domains (e.g. movies on Netflix and songs on SoundCloud). My research currently looks at deriving benefit from such such domains to aid recommender systems. I hope to develop algorithms/techniques which can incorporate seemingly unrelated datasets to enhance the overall performance of present-day recommendation systems."
	},
	"Scheduling using soft constraints":{
		"members":"Steffan Boodhoo",
		"abstract":"Many organizations use some flavor of scheduling software to have events, whether it be a free tool such as outlook or some purchased software. These solutions generally require either voting on given days and slots or constant back and forth input. Using a soft constraint method of assigning an importance value to event slots, new events can be automatically found by a maximization of importance value across participants' slots. Since knowledge of all events is not known initially, i.e. new events can be created, this greatly impacts the optimal scheduling solution. There is therefore a need for on-demand re-optimization of schedules, this can take some time as it tries to account for the best possible placement of all events across all users' slots. My current research deals with an efficient way of distributing users and events as to maximize the distribution of work. It is based on the observation that many informal event groups (of users) exist, that is some users will have a high number of common events with each-other while having a very low to no common events with other users."
	}
}
