{
	"Deep Learning for Short-Term Load Forecasting":{
		"description":"Short-term electricity demand prediction is of great importance to electrical companies since it is required to ensure adequate capacity and to estimate the supply of raw material required to produce the required capacity. There is little research on the application of Deep Neural Networks (DNN) to short-term load forecasting. In this paper, we apply DNNs as well as other machine learning techniques to short-term load forecasting in a power grid. The data used is taken from periodic smart meter energy usage reports. Our results indicate that DNNs performs quite well when compared to traditional approaches.",
		"members":["Stefan Hosein"]
	},
	"On the Performance of Heuristics for Revenue Optimisation in OSNs":{
		"description":"As the popularity of Online Social Networks (OSNs) for advertising increases, so to does the need to develop more impactful advertising campaigns. Since there is a linear relationship between the number of clicks generated by a campaign and the number of purchases, i.e. the effectiveness of a campaign, generated, we can optimise campaigns by optimising the number of clicks. Currently, I am working on developing heuristics to help devise the optimal allocation of advertisements in an OSN.",
		"members":["Inzamam Rahaman"]
	},	
	"Bioinformatics":{
		"description":"A lot of studies have been performed in the field of medicine focusing around diseases that are cause by a single gene mutations. However, many common diseases such as heart disease and diabetes are caused by multiple genes together with a person’s lifestyle and environment. Studying the causes of these complex diseases, especially in a region like the Caribbean where the onset of these diseases are prevalent, can be beneficially not only for prescribing medicines, but also for advising persons on their risks and lifestyle choices.",
		"members":["Shellyann Sooklal"]
	},
	"Web Application for Power Grid Fault Management":{
		"description":"AMR meters periodically report electrical energy consumption information to a centralized location and can also (since they contain batteries) transmit indications of power outage as well as power restoration. We make use of these meters to create a web application that examines and detects faults (blackouts, brownouts and surges) in an electrical grid. This application complements any existing sensor networks and software so that no new equipment needs to be implemented. This builds on the published work by Prof. Hosein and Stefan Hosein.",
		"members":["Stefan Hosein"]
	},
	"Event Scheduling with Soft Constraints and On-Demand Re-Optimization":{
		"description":"-",
		"members":["Steffan Boodhoo"]
	}
}