"Arti Ramdhanie": {
		"title": "MPhil Student",
		"education": ["B.Sc. The University of the West Indies, 2014"],
		"type": "Associate",
		"about": "Arti Ramdhanie graduated from the University of the West Indies in 2014 where she obtained her BSc in Computer Science. Following her tenure at the University, she has worked as both a Software Engineer and a Systems Analyst. Currently she works at CARIRI where she is part of a team that is spearheading a Data Science Centre. Her main interest lies prominently in big data and analytics.",
		"links": ["artikandice@gmail.com"],
		"page": "TBD",
		"img": "artiramdhanie.jpg"
	},

"Keshav Bahadoor": {
	"title": "Adjunct Scientist",
	"type": "Associate",
	"about": "Keshav Bahadoor has recently completed the requirements for an MSc in Computer Science at the University of the West Indies. Prior to this, he graduated with a BSc in Computer Science (Double Major) at the University of the West Indies. Keshav currently works at Resonance Trinidad Ltd. as a Software Developer, and is involved in a wide range of products and mission critical utilities. Some of his interests include software development and design patterns, graphics and game programming, and mobile application development. Outside of the software world, Keshav enjoys reading, and is an avid guitarist. ",
	"education": ["B.Sc. Computer Science"],
	"links": ["keshav.bahadoor@gmail.com"],
	"page": "TBD",
	"img": "keshavbahadoor.jpg"
},



	"Marc-Thomas Arjoon": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Marc-Thomas Arjoon graduated from The University of The West Indies with a double major in Mathematics and Economics. He was awarded a Diploma in Business and Accounting by the ACCA and is a level 2 candidate in his studies to become a CFA Charterholder. Marc has worked as a business and financial analyst in his previous roles and hopes to further his skillset. His current interests are in data science, financial technology and quantitative analysis. ",
		"education": ["B.Sc. The University of the West Indies"],
		"links": ["marcarjoon@gmail.com"],
		"page": "TBD",
		"img": "Marc-ThomasArjoon.jpg"
	},

	"Nicholas Hosein": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Nick received his BA in Electrical Engineering & Computer Science from the University of California, Berkeley and his MA in Electrical Computer Engineering from the University of California, Davis. His areas of speciality are computer architecture, algorithms and machine learning. Currently he is working on developing machine learning algorithms for low power embedded systems in the area of bio-sensing wearable smart devices.",
		"education": ["BA University of California, Berkeley","MA University of California, Davis"],
		"links": ["nhosein@ucdavis.edu"],
		"page": "TBD",
		"img": "nicholashosein.jpg"
	},

	"Kevin Feveck": {
		"title": "AP Research Scientist",
		"education": ["B.Sc., University of Massachusetts Amherst 2016"],
		"type": "Associate",
		"about": "Kevin recently graduated from UMass Amherst cum laude with a bachelors degree in Computer Science. He was accepted as a Baystate Fellow and will continue his studies at UMass Amherst in September 2017. Previously, he graduated from Bishop Anstey Trinity College East Sixth Form and was awarded a national Open Scholarship in 2011. His broad interests lie in Machine Learning and Data Science.",
		"links": ["kfeveck@gmail.com"],
		"page": "kevinfeveck.html",
		"img": "kevinfeveck.jpg"
	},
	"Jonathan Earle": {
		"title": "Undergraduate Intern",
		"type": "Associate",
		"about": "Jonathan Earle is currently pursuing a BSc in Computer Science from The University of the West Indies. In his second year he lead a developer team which placed third in the Teleios Code Jam. He has also worked as a Web Developer for TapTag. Jonathan was selected to be an intern at Huawei as part of the Seeds for the Future Programme. In addition, he recently received The Tucker Energy Services Holdings Ltd. Prize for the best Year II performance in Computer Science. His interests include machine learning, computer vision and bioinformatics.",
		"education": ["B.Sc., The University of the West Indies, Present"],
		"links": ["jonathan.john.enock.earle@gmail.com"],
		"page": "jonathanearle.html",
		"img": "jonathanearle.jpg"
	}
		"Aaron D’Arbasie": {
		"title": "Adjunct Scientist",
		"education": [""],
		"type": "Adjunct Scientist",
		"about": "My name is Aaron D’Arbasie, a recent graduate from the University of the West Indies. I have been employed at 3 different organizations in 3 different streams in 3 years. Contradictory as it seems, all 3 shared one common denominator. There were problems that needed to be solved in all. I use my knowledge and my ability to obtain knowledge to my advantage in becoming an avid problem solver. My philosophy is, and will always lie with understanding the fundamentals. Building a proper base for myself based on fundamentals allows me to dismantle complex problems and produce solutions that drift from convention (or what should have been the convention). With this philosophy I have done well both in the industry and academic realm graduating with First class honours in Mechanical Engineering. I am armed with knowledge and will work relentlessly to positively impact every industry I set hands on.",
		"links": ["darbasieaaron@yahoo.com"],
		"page": "",
		"img": "aaron_darbarsie.jpg"
	},
		"Chris Meetoo": {
		"title": "Adjunct Scientist",
		"education": ["B.Sc., The University of the West Indies, 2016"],
		"type": "Adjunct Scientist",
		"about": "Chris Meetoo is a recent Electrical and Computer Engineering graduate, specialising in both Power Systems Engineering as well as Control Systems Engineering. He previously attended Presentation College San Fernando and was awarded a national scholarship in 2013. His interests include smart grid applications, microcontrollers, software and hardware development. Throughout his degree he has demonstrated an enduring loyalty to his studies, never giving up when faced with the most difficult tasks or complications. For his final year undergraduate project, he developed a unique prototype of a wireless energy monitoring system for residential use. See the demonstration of his final year research project <a href=\"https://www.youtube.com/watch?v=EuSFd6usUW8\">here</a>.",
		"links": ["chris.meetoo.tt@ieee.org"],
		"page": "chrismeetoo.html",
		"img": "chrismeetoo.jpg"
	},
	" Kelsey Tang Yuk": {
		"title": "AP Research Scientist",
		"education": ["M.Eng., McGill University 2017"],
		"about": "Kelsey graduated from McGill University with a Master in Mechanical Engineering, specializing in numerical simulation of compressible, reactive flow. During the program, her thesis involved the transmission of a detonation wave through a non-uniform medium. She was also involved in a collaborative study on the interaction of a shock wave with an array of flames for detonation propulsion applications. In August 2017, Kelsey presented these research projects at the International Colloquium on the Dynamics of Explosions and Reactive Systems. Her experience involves programming in fortran, matlab and c++ mainly. She has continued interest in numerical modelling of physical systems. Ultimately, her goal is to continue learning and honing her programming skills.",
		"links":["kelseychristinety@gmail.com","kelsey.tangyuk@mail.mcgill.ca"],
		"page": "TBD",
		"img": "kelsey.tyangyuk.jpg"
	},
	"Rishi Latchmepersad": {
		"title": "Intern",
		"education": [""],
		"type": "Adjunct Scientist",
		"about": "Rishi Latchmepersad graduated from the University of the West Indies in 2016 with a BSc. in Electrical and Computer Engineering. He majored in Communications, with particular interests in both IP networking and programming. He interned at Digicel in 2015, where he began his programming journey by developing a few scripts and webpages as part of optimization efforts within the IP team. After the internship, he dove into full software development by constructing an application for network quality measurement and analysis, initially as part of his final year project at the UWI, but later as part of a project for the industry. He continues to hone his programming skills while he progresses his IP networking certification paths and conducts research within the Communications field. ",
		"links": ["latchmepersad@gmail.com"],
		"page": "",
		"img": "rishi_latchmepersad.jpg"
	},
      "Kevan Rajaram": {
      "title": "PhD Student",
      "type": "Associate",
      "about": "Kevan Rajaram graduated from the University of the West Indies, St. Augustine with a BSc. Mathematics Double Major (2013) and a MSc. Statistics (2016). He currently works as the Analytics Manager at a telecommunications company in the Caribbean where he is tasked with product development, product optimization, data mining, data analytics, predictive modelling and churn analysis. His area of interest for research is Natural Language Processing and Machine Learning.",
      "education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
      "links": ["kevan.rajaram@gmail.com"],
      "page": "TBD",
      "img": "kevan_rajaram.png"
    }