"Arti Ramdhanie": {
		"title": "MPhil Student",
		"education": ["B.Sc. The University of the West Indies, 2014"],
		"type": "Associate",
		"about": "Arti Ramdhanie graduated from the University of the West Indies in 2014 where she obtained her BSc in Computer Science. Following her tenure at the University, she has worked as both a Software Engineer and a Systems Analyst. Currently she works at CARIRI where she is part of a team that is spearheading a Data Science Centre. Her main interest lies prominently in big data and analytics.",
		"links": ["artikandice@gmail.com"],
		"page": "TBD",
		"img": "artiramdhanie.jpg"
	},

"Keshav Bahadoor": {
	"title": "Adjunct Scientist",
	"type": "Associate",
	"about": "Keshav Bahadoor has recently completed the requirements for an MSc in Computer Science at the University of the West Indies. Prior to this, he graduated with a BSc in Computer Science (Double Major) at the University of the West Indies. Keshav currently works at Resonance Trinidad Ltd. as a Software Developer, and is involved in a wide range of products and mission critical utilities. Some of his interests include software development and design patterns, graphics and game programming, and mobile application development. Outside of the software world, Keshav enjoys reading, and is an avid guitarist. ",
	"education": ["B.Sc. Computer Science"],
	"links": ["keshav.bahadoor@gmail.com"],
	"page": "TBD",
	"img": "keshavbahadoor.jpg"
},

   "Nicholas Chamansingh": {
      "title": "Adjunct Scientist",
      "type": "Associate",
      "about": "Nicholas is a recent graduate of the University of the West Indies attaining his MSc degree in Computer Science with Distinction. He has a range of experience which includes Software Engineering, Process Mapping and teaching university students both at the Undergraduate and Masters levels. Nicholas currently works at Digicel Trinidad as a Software Development and Design Engineer where his main responsibilities are to optimize and automate current systems and processes within and across company branches, with focus on documenting and mapping existing process flows, assisting in analyzing current process gaps, and making and delivering recommendations to close gaps. His current interest is in Natural Language Processing for Social Media.",
      "education": ["M.Sc. The University Of The West Indies", "B.Sc. The University Of The West Indies"],
      "links": ["nicholas.chamansingh@gmail.com"],
      "page": "TBD",
      "img": "nicholas_chamansingh.jpeg"
    },

	"Marc-Thomas Arjoon": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Marc-Thomas Arjoon graduated from The University of The West Indies with a double major in Mathematics and Economics. He was awarded a Diploma in Business and Accounting by the ACCA and is a level 2 candidate in his studies to become a CFA Charterholder. Marc has worked as a business and financial analyst in his previous roles and hopes to further his skillset. His current interests are in data science, financial technology and quantitative analysis. ",
		"education": ["B.Sc. The University of the West Indies"],
		"links": ["marcarjoon@gmail.com"],
		"page": "TBD",
		"img": "Marc-ThomasArjoon.jpg"
	},

	"Nicholas Hosein": {
		"title": "Adjunct Scientist",
		"type": "Associate",
		"about": "Nick received his BA in Electrical Engineering & Computer Science from the University of California, Berkeley and his MA in Electrical Computer Engineering from the University of California, Davis. His areas of speciality are computer architecture, algorithms and machine learning. Currently he is working on developing machine learning algorithms for low power embedded systems in the area of bio-sensing wearable smart devices.",
		"education": ["BA University of California, Berkeley","MA University of California, Davis"],
		"links": ["nhosein@ucdavis.edu"],
		"page": "TBD",
		"img": "nicholashosein.jpg"
	},